; File Joiner (www.igorware.com/file-joiner)

[translation]
vers=2.3.0
laid=0x0006
lang=Dansk (Danish)
name=Christian Krogh 
date=2013-10-22

[controls]
000=Auto
001=Tilføj &Filer
002=Tilføj mappe
003=&Fjern
004=Fjern alle
005=Gennemse
006=Føj til første fil i listen (kun avancerede brugere)
007=Hash
008=Ryd
009=Når fuldført:
010=Åbn udgivelses fil
011=Åbn udgivelses mappe
012=Slet dele
013=Afslut

[about]
000=Om %s
001=OK

[list_column]
000=Sti
001=Størrelse
002=Status

[list_status_cat]
000=Ok
001=Advarsel
002=Fejl

[list_status]
000=Ok
001=Advarsel: Uventet ordenstal nummer
002=Advarsel: Fil størrelse uoverensstemmelse med første fil
003=Advarsel: Sidste fil størrelse større end forrige filer
004=Fejl: Fil kan ikke åbnes for skrivning
005=Fejl: Fil kan ikke åbnes for læsning

[list_tooltip]
000=Liste over input filer
001=Sti:\t %s\r\nStørrelse:\t %s\r\nOrdenstal:\t %d\r\nStatus:\t %s

[join_button]
000=&Stop
001=&Sammenføj

[settings]
000=Indstillinger
001=Tests
002=Test for &manglende dele ved indlæsning
003=Test deles størrelse &konsistens ved indlæsning
004=Test for manglende dele
005=Test deles størrelse og konsistens
006=Filliste
007=&Sorter ved brug af kun sidste nummer i filsti (hurtigere)
008=&Fjern alle emner fra listen efter sammenføjning
009=Deaktiver &auto indlæsning af dele
010=Vend tilbage til under-&mapper
011=Generelt
012=Husk &windows position
013=Brug papirkurv ved &sletning af dele
014=Standard udgivelses sti
015=Samme som input mappe
016=Valgfri sti
017=Gem
018=Annuller
019=Kontroller for ny version ved start

[menu]
000=&Indstillinger
001=Altid &øverst\tCtrl + T
002=Tilknyt til .001 filer (ikke bærbar)
003=Deaktiver &hash
004=&Fjern alle emner fra liste efter sammenføjning
005=&Indstillinger

006=&Sprog

007=&Hjælp
008=Online &Hjælp
009=&Webside
010=&Om
011=Kontroller for &ny version

[menu_popup]
000=Åbn fil &placering
001=&Importer liste
002=&Exporter liste
003=&Fjern
004=Fjern alle

[messages]
001=Kan ikke oprette tråd :(
002=Sammenføjning igang, Vil du virkelig afslutte (ikke anbefalet)?
003=Klar
004=Sammenføjer...
005=Sammenføjning igang
006=Filsammenføjning fuldført

007=Der er kun en fil i listen
008=Ingen filer er valgt til flytning
009=Fillisten er tom, ingen filer til sammenføjning
010=Filen kan ikke åbnes
011=Den angivne udgivelsesfil kan ikke oprettes
012=Filskrivning mislykkedes! Lav disk plads?
013=Filer tilføjet: %d
014=Filer auto opstartede: %d
015=Udgivelses filen findes allerede. Vil du overskrive filen?
016=Udgivelses filsti ikke angivet

017=Test manglende dele
018=Der synes at mangle %d del(e) med ordinal(s): %s.
019=Der synes at mangle mere end %d dele med ordinals: %s.
020=Test deles størrelse
021=Det lader til at %d del(e) har anden fil størrelse end første del, det kan betyde at disse dele er beskadiget eller ikke tilhører samme gruppe. Ordenstal af del(e) med anden størrelse: %s.
022=Det lader til at sidste del ikke har mindre fil størrelse hvilket indikerer at du mangler sidste del, men dette er ikke nødvendigvis rigtigt
023=\n\nEr du sikker på at du vil fortsætte med sammenføjning?
024=Valgfri sti: "%s"
025=-udgivelse

[tooltips]
000=* KUN AVANCEREDE BRUGER *\r\nAppends alle filer til første fil i listen.\r\nGod til hastighed, dårligt hvis du begår en fejl med fil ordenen i listen
001=Flyt valgte file(r) op i listen
002=Flyt valgte file(r) ned i listen
003=Sti til udgivelses fils placering
004=Gennemse for placering af udgivelses fil
005=Sammenføj filer i listen
006=Status
007=Tilføj filer til listen
008=Tilføj alle filer fra mappen
009=Fjern vlagte emner fra listen
010=Fjern alle emner fra listen
011=Sorter emner i listen
012=Slå automatisk sortering til/fra
013=CRC32 hash
014=Slå udregning af CRC32 hash til/fra
015=MD5 hash
016=Slå udregning af MD5 hash til/fra
017=Ryd hash værdier
018=Slet alle dele fra hard disken når fuldført (kun ved fuldført sammenføjning)
019=Afslut når fuldført (kun ved fuldført sammenføjning)
020=Åbn udgivelsesfil når fuldført (kun ved fuldført sammenføjning)
021=Åbn udgivelsesmappe når fuldført (kun ved fuldført sammenføjning)

[updater]
000=File Joiner %s (%s) er tilgængelig. Vil du åbne websiden?
001=Du har allerede seneste version
002=Kunne ikke kontrollere for seneste version
